/* Screencast Quota Warning Title */
"Approaching Video Limit" = "ビデオ本数の上限に近づいています";

/* Screencast Call to Action: Contact Us */
"Contact Us" = "お問い合わせ";

/* Screencast Call to Action: Manage Library */
"Manage Library" = "ライブラリの管理";

/* OK */
"OK" = "OK";

/* Unable to share Screencast2022 error - message */
"Please check your network connection and try again." = "ネットワーク接続を確認してからやり直してください。";

/* plugin name */
"Screencast" = "Screencast";

/* Sign in button Screencast2022 */
"Sign In..." = "サインイン...";

/* Sign out button Screencast2022 */
"Sign Out" = "サインアウト";

/* Link has been copied Screencast2022 message */
"The link to your capture is ready to be pasted" = "キャプチャへのリンクを貼り付ける準備ができました";

/* Screencast Quota Reached Title */
"Unable to Share to Screencast" = "Screencast で共有できません";

/* Trial expired Screencast2022 error - title
   Unable to share Screencast2022 error - title */
"Unable to share to Screencast" = "Screencast で共有できません";

/* Screencast Call to Action: Upgrade */
"Upgrade" = "アップグレード";

/* plugin description */
"Upload the capture to Screencast for image or video hosting." = "画像やビデオをホスティングするために、キャプチャを Screencast にアップロードします。";

/* plugin description */
"Upload the capture to the cloud for image or video hosting." = "画像やビデオをホスティングするために、キャプチャをクラウドにアップロードします。";

/* Screencast Quota Warning Message for Free Accounts */
"You are close to the 25 video limit on your free Screencast account. Upgrade to unlock 250 videos or manage your Screencast Library to keep sharing without interruption." = "ビデオの本数が無料 Screencast アカウントの 25 本の上限に近づいています。アップグレードして 250 本のビデオを保存できるようにするか、Screencast ライブラリを管理して、中断なく共有を続行できるようにしてください。";

/* Screencast Quota Warning Message for Pro Accounts */
"You are close to your limit of 250 videos. Review and manage your Screencast Library to keep sharing, or contact us for more account options." = "ビデオの本数が 250 本の上限に近づいています。Screencast ライブラリを確認して管理し、共有を続行するか、その他のアカウント オプションについて弊社にお問い合わせください。";

/* Screencast Quota Reached Message for Free Accounts */
"You've reached the limit of 25 videos on your free Screencast account. Upgrade now to allow 250 videos or manage your Screencast Library to keep the conversations going." = "ビデオの本数が無料 Screencast アカウントの 25 本の上限に達しました。今すぐアップグレードして 250 本のビデオを保存できるようにするか、Screencast ライブラリを管理して会話を続けてください。";

/* Screencast Quota Reached Message for Pro Accounts */
"You've reached your limit of 250 videos. Review and manage your Screencast Library to keep sharing, or contact us for more account options." = "ビデオの本数が 250 本の上限に達しました。Screencast ライブラリを確認して管理し、共有を続行するか、その他のアカウント オプションについて弊社にお問い合わせください。";

/* Trial expired Screencast2022 error - message */
"Your trial or account access has ended. Please update your account to share." = "試用期間またはアカウントへのアクセスが終了しました。共有するには、アカウントを更新してください。";

